driver-tests/bpelse/assign/AssignJbi/test/results/CopydoubleInvoke/Actual_20130314144901_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <doublePart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_double>1.5E6</xsd_double>
      <optional_double>1.0E4</optional_double>
      <repeat_double>1.0E4</repeat_double>
      <repeat_double>2.5E8</repeat_double>
    </doublePart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>